import React from "react";
import "../assets/styles/main.css"; 
const PrivacyPolicy = () => {
  return (
    <>
      <main className="content" >
        <h1>Політика конфіденційності</h1>

        <h2>1. Мета</h2>
        <p>
          "Неперсональна інформація" означає інформацію, яка не ідентифікує жодну особу, включаючи, але не обмежуючись: тип IP,
          IP-адресу хоста, адресу провайдера, ідентифікатори файлів cookie, переглянуті сторінки та/або введені пошукові запити,
          тип браузера, операційну систему, тривалість і частоту відвідувань, анонімну статистику використання, частоту обміну
          повідомленнями, взаємодію з іншими користувачами, дані кліків, інші журнали або соціальні аналітичні вимірювання. На
          мобільних пристроях ми також можемо збирати тип пристрою, марку та модель, операційну систему, оператора зв’язку,
          ідентифікатор користувача та інформацію про додатки, які ви використовуєте.
        </p>

        <h2>2. Сфера дії</h2>
        <p>
          Ця Політика конфіденційності включена до Умов використання Blemish Inc. ("Умови"). Термін "Blemish", "ми" та "нас"
          включає Blemish Inc. та наші афілійовані компанії та дочірні підприємства. Політика конфіденційності пояснює, як Blemish
          може використовувати вашу інформацію.
        </p>

        <h2>3. Персональна інформація</h2>
        <p>
          Збір персональної інформації. Коли ви купуєте продукцію від Blemish, ви повинні надати нам персональну інформацію, таку
          як ваше ім’я, електронну адресу та адресу доставки.
        </p>
      </main>
    </>
  );
};

export default PrivacyPolicy;
